Repository: ekuipers1/CardiLink-2.0
Catalog: CardiLink 2.0/Extras/*.lproj/Localizable 2.strings
Languages: de

source: Remember me
de: Erinnere Dich

source: Forgot your password?
de: Passwort vergessen?

source: Your Email / User ID
de: Ihre E-Mailadresse / Benutzer-ID

source: Password
de: Passwort

source: Invalid Login Info
de: Ungültige Anmeldedaten

source: Please make sure you have entered the correct login information or make sure you have selected a portal.
de: Bitte vergewissern Sie sich, dass Sie die richtigen Anmeldeinformationen eingegeben haben oder dass Sie ein Portal ausgewählt haben.

source: Please visit the online portal to get a new password or use the below ITSM link
de: Bitte besuchen Sie das Online-Portal, um ein neues Passwort zu erhalten, oder verwenden Sie den unten stehenden ITSM-Link.

source: Dismiss
de: Ablehnung

source: Bluetooth Onboarding
de: Bluetooth-Einrichtung

source: Important Notice
de: Wichtige Information

source: Before you start the connecting wizard please make sure you always have only (1) Heart Connect II active, if you have more, the pairing process will not work.
de: Bevor Sie den Verbindungsassistenten starten, vergewissern Sie sich bitte, dass immer nur (1) Heart Connect II aktiv ist; wenn Sie mehr haben, funktioniert der Kopplungsprozess nicht.

source: Continue
de: Weiter

source: First time connecting?
de: Sie richten ein Gerät zum ersten mal ein?

source: Prepare the Heart Connect II to connect
de: Heart Connect II für die Einrichtung vorbereiten

source: Heart Connect II is already prepared for connecting
de: Das Heart Connect II ist für die Einrichtung vorbereitet

source: Enter AED serial number
de: AED Seriennummer eingeben

source: Press and hold down the indication button by using a paper clip or a similar tool for longer than seven seconds until the yellow LED light starts blinking
de: Drücken und halten Sie den Knopf mit einer Büroklammer oder einem ähnlichen Werkzeug länger als sieben Sekunden gedrückt, bis die gelbe LED-Leuchte zu blinken beginnt.

source: Please enter AED serial number (5 or 6 digits)
de: Bitte geben Sie die Serienummer des AED (5 oder 6 Ziffern) ein

source: After you tab on continue, the app will make the Bluetooth connection and verify your AED serial number.
de: Nachdem Sie auf Weiter geklickt haben, stellt die App die Bluetooth-Verbindung her und verifiziert Ihre AED-Seriennummer.

source: Bluetooth issue
de: Bluetooth-Problem

source: Please make sure your bluetooth is turned on and check if the app has permission to use it.
de: Bitte stellen Sie sicher, dass Ihr Bluetooth eingeschaltet ist und überprüfen Sie, ob die App die Berechtigung hat, es zu verwenden.

source: Incorrect AED Serial Number
de: Falsche AED-Seriennummer

source: Please enter at least 5 numbers!
de: Bitte geben Sie mindestens 5 Zahlen ein!

source: Bluetooth Connected
de: Bluetooth verbunden

source: BLE Connection UID
de: BLE-Verbindungs-UID

source: The AED serial number is successfully verified.
de: Die AED-Seriennummer wurde erfolgreich überprüft.

source: We are unable to verify your AED serial number and will keep on trying.
de: Wir sind nicht in der Lage, Ihre AED-Seriennummer zu überprüfen; werden es jedoch weiter versuchen.

source: If it is unsuccessful after 3 minutes please try again.
de: Wenn es nach 3 Minuten immer noch nicht erfolgreich ist, versuchen Sie es bitte erneut.

source: Close
de: Schließen

source: Good Night.
de: Gute Nacht.

source: Good Morning.
de: Guten Morgen.

source: Good Afternoon.
de: Schönen Nachmittag.

source: Good Evening.
de: Schönen Abend.

source: AED ID/ Description
de: AED-ID/ Beschreibung

source: AEDs
de: AEDen

source: Heart Connects
de: Heart Connect

source: Connected
de: Verbunden

source: Unavailable
de: Nicht verfügbar

source: Current open
de: Gerade geöffnet

source: None Open
de: Keine offen

source: AEDs with
de: AEDen mit

source: GPS available
de: GPS verfügbar

source: Logout
de: Abmeldung

source: About
de: Über

source: Search Results
de: Suchergebnisse

source: Your search for
de: Deine Suche nach

source: returned the following results
de: lieferte die folgenden Ergebnisse

source: Available
de: Verfügbar

source: Overdue / Warning
de: Überfällig / Warnung

source: Error / Timeout
de: Fehler / Timeout

source: Not monitored
de: Nicht überwacht

source: About & User Info
de: About & Benutzerinformationen

source: 90762 Fürth, Germany
de: 90762 Fürth, Deutschland

source: User Information
de: Benutzerinformationen

source: E-Mail Address:
de: E-Mailadresse:

source: Telephone:
de: Telefon:

source: Mobile phone:
de: Mobilnummer:

source: Description:
de: Beschreibung:

source: Settings
de: Einstellungen

source: New map introduction
de: Neue Karteneinführung

source: License Information
de: Lizenzinformation

source: Privacy statement
de: Datenschutzerklärung

source: Package Dependencies:
de: Paketabhängigkeiten:

source: AED
de: AEDen

source: Unknown AED
de: Unbekannter AED

source: Please try again
de: Bitte versuche es erneut

source: Movements detected
de: Bewegung erkannt

source: Dashboard State
de: Dashboard-Status

source: Administration State
de: Verwaltungsstaat

source: Owner
de: Eigentümer

source: Description
de: Beschreibung

source: Last Self Tests
de: Letzte Selbsttests

source: Daily
de: Täglich

source: Paired with
de: Pairing mit

source: since
de: seit

source: Messages
de: Nachrichten

source: location
de: Standort

source: Self test
de: Selbsttest

source: Home
de: Zuhause

source: Base Information
de: Basisinformationen

source: Model:
de: Modell:

source: Language:
de: Sprache:

source: Production Date:
de: Produktionsdatum:

source: Activation Date:
de: Aktivierungsdatum:

source: PCB Information
de: PCB Informationen

source: Serial Number:
de: Seriennummer:

source: Manufacturer:
de: Hersteller:

source: Electrodes Information
de: Elektroden-Information

source: Expiration Date:
de: Ablaufdatum:

source: Battery Information
de: Batterie-Information

source: Battery Percentage:
de: Batteriekapazität

source: MAC Address:
de: MAC-Adresse:

source: Geo location
de: Geo-Standort

source: Address
de: Anschrift

source: Street:
de: Straße:

source: House number:
de: Hausnummer:

source: Floor level:
de: Erdgeschoss:

source: Postal Code:
de: Postleitzahl:

source: City:
de: Stadt:

source: Country:
de: Land:

source: Comment:
de: Kommentar:

source: Geo position
de: Geo-Standorte

source: Latitude:
de: Breitengrad:

source: Longtitude:
de: Längengrad:

source: Type:
de: Typ:

source: Circle
de: Umkreis

source: AED Cover Open
de: AED Deckel geöffnet

source: Synced
de: Synchronisiert

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: Motion
de: Bewegung

source: Unknown
de: Unbekannt

source: In motion
de: In Bewegung

source: No motion
de: Keine Bewegung

source: Transmission attempts
de: Übertragungsversuche

source: Battery levels
de: Batteriekapazität

source: Battery Errors:
de: Batteriefehler:

source: Yes
de: Ja

source: No
de: Nein

source: Red Errors:
de: Rote Fehler:

source: Warnings:
de: Warnungen:

source: AED Visible On Bluetooth
de: AED ist via Bluetooth sichtbar:

source: AED Information
de: AED-Informationen

source: Pad Expiration Date
de: Elektrodenablaufdatum

# AED Model
source: Defibrillator Model
de: AED-Modell

# AED MAC Address
source: Defibrillator MAC Address
de: AED MAC-Adresse:

source: Battery Model
de: Batteriemodell

source: Battery Serial Number
de: Batterieseriennummer

source: Battery Expiration Date
de: Batterieablaufdatum

source: Activation Date
de: Aktivierungsdatum

source: Paired devices Information
de: Gekoppelte Geräte Informationen

source: Pairing Successful
de: Pairing erfolgreich

# Heart Connect Serial
source: Communicator Serial
de: Heart Connect-Seriennummer

# AED Serial
source: Defibrillator Serial
de: AED-Seriennummer

source: Mobile Information
de: Mobilfunknetz

source: Signal Strength:
de: Signalstärke:

source: Excellent
de: Exzellent

source: Good
de: Gut

source: Fair
de: Ausreichend

source: Poor
de: Schwach

source: No Signal
de: Kein Signal

source: Bluetooth MAC Address:
de: Bluetooth Mac Adresse:

source: Error Information
de: Fehlerinformation

source: Category:
de: Kategorie:

source: Message:
de: Nachricht:

source: Self Test Result:
de: Selbsttestergebnis:

source: Battery Error
de: Batteriefehler

source: Red Error
de: Roter Fehler

source: Self Tests
de: Selbsttests

source: Error
de: Fehler

source: Uncritical
de: Unkritisch

source: No Warnings
de: Keine Warnungen

source: No Error
de: Kein Fehler

source: This AED
de: Dieser AED

source: has no Self Test
de: hat keinen Selbsttest

source: has no Service Tickets
de: hat keine Service-Tickets

source: New
de: Neu

source: Author
de: Autor

source: Priority
de: Priorität

source: Normal/Default priority
de: Normal/Standard Priorität

source: Additional info
de: Zusätzliche Information

source: Service Ticket Number
de: Service-Ticket-Nummer

source: Problem description
de: Problembeschreibung

source: Affected device:
de: Betroffenes Gerät:

source: AED Serial:
de: Seriennummer des AED:

source: Heart Connect Serial:
de: Seriennummer des Heart Connects:

source: Unknown Heart Connect
de: Unbekannter Heart Connect

source: Initial Bootup Date:
de: Erstmalige Inbetriebnahme:

source: SIM Card
de: SIM Karte

source: Model
de: Modell

source: Internal Checks
de: Interne Überprüfungen

source: Success
de: Erfolgreich

source: Failed
de: Fehler

source: Bluetooth MAC address:
de: Bluetooth Mac Adresse:

source: SIM Card Information
de: SIM-Karten-Information

source: SIM card Id:
de: SIM-Karten-ID:

source: Mobile network code (MNC):
de: obile network code (MNC):

source: Signal strength:
de: Signalstärke:

source: Signal quality:
de: Signalqualität:

source: Satellite
de: Satellit

source: Map
de: Karte

source: Overview Layout
de: Übersichtslayout

source: Default
de: Standard

source: Critical
de: Kritisch

source: Battery expiration
de: Batterieablaufdatum

source: Electrodes expiration
de: Elektrodenablaufdatum

source: Signal Strength
de: Signalstärke

source: Last Self Test:
de: Letzter Selbsttest:

source: Last Messages
de: Letzte Nachrichten

source: Address information
de: Adresse

source: Availability
de: Verfügbarkeit

source: Connected since:
de: Verbunden seit:

source: No AED time availability information available
de: Keine Informationen zur AED-Verfügbarkeit verfügbar

source: No AED access information available
de: Keine Informationen zur AED-Erreichbarkeit verfügbar

source: Owner:
de: Eigentümer:

source: Active since:
de: Aktiv seit:

source: Battery & Status
de: Batterie & Status

source: Expiration & Signal info
de: Ablauf & Signalinfo

source: Movements
de: Bewegungen

source: Last Self Test
de: Letzter Selbsttest

source: Map & Info
de: Karte & Infos

source: is loading
de: lädt

source: getting bits and bytes
de: Bit und Bytes werden abgerufen

source: New maps
de: Neue Karten

source: We have updated our map architecture to have better performance, less clutter and a updated user experience
de: Wir haben unsere Kartenarchitektur aktualisiert, um eine bessere Leistung, weniger Unordnung und eine aktualisierte Benutzererfahrung zu erzielen

source: Pin clusters
de: Pin-Cluster

source: We have introduced pin clusters, pinch and zoom (out or in) will cluster or un-cluster a amount of pins that are in close reach of each other, resulting is a cleaner look and feel
de: Wir haben Pin-Cluster eingeführt, Pinch und Zoom (heraus oder hinein) werden eine Menge von Pins gruppieren oder entclustern, die sich in unmittelbarer Nähe zueinander befinden, was zu einem saubereren Erscheinungsbild führt

source: Pin Information
de: Pin-Informationen

source: To get more detailed information you can click on a pointer, it will show the AED number and the owner
de: Um detailliertere Informationen zu erhalten, können Sie auf einen Zeiger klicken, der die AED-Nummer und den Eigentümer anzeigt

source: Detailed Information
de: Genaue Information

source: After you select a pointer and you wish to see more detailed information simply click on the ( i ) button in the upper right of the screen. This will take you to the Detailed Defibrillator page
de: Nachdem Sie einen Zeiger ausgewählt haben und detailliertere Informationen sehen möchten, klicken Sie einfach auf die Schaltfläche ( i ) oben rechts auf dem Bildschirm. Dadurch gelangen Sie zur Detailseite des Defibrillators

source: Map Types
de: Kartentypen

source: We have also introduced two extra types of maps, Hybrid and Satellite. If you want to view this onboarding again, go to the dashboard, select About, go to settings and flip the switch.
de: Wir haben auch zwei zusätzliche Arten von Karten eingeführt, Hybrid und Satellit. Wenn Sie dieses Onboarding erneut anzeigen möchten, gehen Sie zum Dashboard, wählen Sie Info, gehen Sie zu den Einstellungen und legen Sie den Schalter um.

source: Hello
de: Hallo

source: Skip
de: auslassen
